import random

def what2eat():
    food_list = ['馄饨', '拉面', '烩面', '热干面', '刀削面', '要不吃食堂算了?', '油泼面', '炸酱面', '炒面', '重庆小面',
             '米线', '酸辣粉', '土豆粉', '牛丼', '凉皮儿', '麻辣烫', '肉夹馍', '羊肉汤', '炒饭', '盖浇饭', '卤肉饭',
             '烤肉饭', '黄焖鸡米饭', '驴肉火烧', '麻辣香锅', '要不吃食堂算了?', '火锅', '酸菜鱼', '烤串', '披萨', '烤鸭',
             '汉堡', '炸鸡', '寿司', '蟹黄包', '煎饼果子', '生煎', '炒年糕', '麦当劳', '肯德基', '塔斯汀', '烤鱼',
             '水煮鱼', '煲仔饭', '烤冷面', '咖喱', '三文治', '鳗鱼饭', '要不吃食堂算了?', '河粉', '螺吸混', 'すき焼き']
    return random.choice(food_list)
